Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_MODERN_HDR_SMART_HDR_FOOTER
source: Smart HDR intelligently blends the best parts of separate exposures into a single photo. Save the normally exposed photo in addition to the HDR version.
ar: تمكنك ميزة Smart HDR من مزج أفضل الأجزاء من قيم مختلفة للتعرض للضوء في صورة واحدة بطريقة ذكية. قم بحفظ الصورة الملتقطة بتعرض ضوء عادي بالإضافة إلى التي بإصدار HDR.
bg: При Интелигентен HDR се смесват най-добрите части от експозициите в една снимка. Записва снимката с нормално експониране в допълнение към HDR версията.
bn: স্মার্ট HDR আলাদা আলাদা এক্সপোজারের সেরা অংশগুলিকে বুদ্ধিমত্তার সঙ্গে একটি একক ছবিতে মিশ্রিত করে। HDR ভার্সন ছাড়াও সাধারণভাবে এক্সপোজ হওয়া ছবি সেভ করুন।
ca: Aquest mode HDR combina de forma intel·ligent les millors parts de diferents exposicions en una sola foto. Desa la foto amb una exposició normal a més de la versió HDR.
cs: Chytrý HDR vznikne inteligentním spojením expozičního vějíře do jedné fotky. Určete, zda chcete kromě HDR verze uložit i normálně exponované snímky.
da: Smart HDR blander på intelligent vis de bedste dele af separate eksponeringer i et enkelt foto. Gem det normalt eksponerede foto foruden HDR-versionen.
de: Mit der intelligenten HDR werden die besten Bereiche von unterschiedlich belichteten Aufnahmen zu einem einzigen Foto zusammengefügt. Sichere zusätzlich zur HDR-Version auch das normal belichtete Foto.
el: Το Έξυπνο HDR συνδυάζει με ευφυή τρόπο τα καλύτερα τμήματα ξεχωριστών εκθέσεων σε μία μοναδική φωτογραφία. Μπορείτε να επιλέξετε την αποθήκευση της φωτογραφίας κανονικής έκθεσης μαζί με τη φωτογραφία HDR.
es: El modo HDR inteligente mezcla en una sola foto las mejores partes de varias exposiciones. Se puede conservar la foto con exposición normal además de la versión con HDR.
es_us: Smart HDR mezcla de forma óptima en una sola foto las mejores partes de exposiciones diferentes. Guardar la foto con exposición normal además de la versión con HDR.
fi: Älykäs HDR yhdistää älykkäästi eri valotusten parhaat osat yhteen kuvaan. Normaalisti valotettu kuva tallennetaan HDR-version lisäksi.
fr: Smart HDR fusionne intelligemment les meilleures parties d’expositions différentes en une seule photo. Enregistrez la photo originale en plus de la version HDR.
fr_ca: Le mode HDR intelligent fusionne de façon intelligente les meilleures parties d’expositions différentes en une seule photo. La photo originale est enregistrée en plus de la version HDR.
gu: સ્માર્ટ HDR અલગ-અલગ એક્સપૉઝરના શ્રેષ્ઠ ભાગોને બુદ્ધિમતાપૂર્વક ભેગા કરીને એક ફોટો બનાવે છે. HDR વર્ઝન ઉપરાંત સામાન્ચ રીતે એક્સપૉઝ થયેલ ફોટો પણ સેવ કરો.
he: ‏״HDR חכם״ ממזג בצורה נבונה את החלקים הטובים ביותר מתוך שלוש חשיפות שונות לתוך תמונה אחת. ניתן גם לשמור את התמונה הרגילה בנוסף לגירסת ה-HDR.
hi: स्मार्ट HDR अलग-अलग एक्सपोज़र के सर्वश्रेष्ठ भागों को कुशलता से मिलाकर एक तस्वीर बनाता है। HDR संस्करण के अलावा सामान्य रूप से एक्सपोज़ हुई तस्वीर भी सहेजें।
hr: Pametni HDR na inteligentan način stapa najbolje dijelove odvojenih ekspozicija u jednu fotografiju. Spremite fotografije s normalnom ekspozicijom uz HDR verziju.
hu: Az Intelligens HDR külön expozíciók legjobb részeit keveri össze egyetlen fotóvá. A HDR verzión kívül a normál expozíciójú fotót is menti.
id: HDR Cerdas dengan pintar memadukan bagian terbaik dari pencahayaan yang berbeda ke dalam satu foto. Simpan foto dengan pencahayaan normal selain versi HDR.
it: L’opzione “HDR smart” unisce in un’unica foto le sezioni migliori di esposizioni diverse. Salva la foto con esposizione normale e in versione HDR.
ja: スマートHDRは、異なる露出の写真の良い部分を1枚の写真にインテリジェントに合成する機能です。HDR版に加えて、標準露出の写真も保存します。
kk: «Смарт‑HDR» функциясы үш жеке экспозицияның ең жақсы фрагменттерін бір фотоға біріктіреді. HDR нұсқасына қосымша, қалыпты түрде экспонирленген фотоны сақтаңыз.
kn: ಸ್ಮಾರ್ಟ್ HDR ಪ್ರತ್ಯೇಕ ಎಕ್ಸ್‌ಪೋಶರ್‌ಗಳ ಅತ್ಯುತ್ತಮ ಭಾಗಗಳನ್ನು ಏಕೈಕ ಫೋಟೋವಾಗಿ ಬುದ್ಧಿವಂತಿಕೆಯಿಂದ ಬ್ಲೆಂಡ್ ಮಾಡುತ್ತದೆ. HDR ಆವೃತ್ತಿಗೆ ಹೆಚ್ಚುವರಿಯಾಗಿ ಸಾಮಾನ್ಯವಾಗಿ ಎಕ್ಸ್‌ಪೋಸ್ ಆದ ಫೋಟೋವನ್ನು ಸೇವ್ ಮಾಡಿ.
ko: 스마트 HDR은 노출이 다른 사진에서 가장 잘 나온 부분을 지능적으로 조합하여 하나의 사진으로 만듭니다. HDR 버전 뿐 아니라 일반 노출로 촬영된 사진도 저장합니다.
lt: „Smart HDR“ protingai sujungia geriausias trijų atskirų ekspozicijų dalis į vieną nuotrauką. Išsaugokite ne tik HDR versiją, bet ir įprastos ekspozicijos nuotrauką.
ml: സ്മാർട്ട് HDR വ്യത്യസ്ത എക്സ്പോഷറുകളിൽ നിന്നും മികച്ച ഭാഗങ്ങൾ കൗശലപൂർവം കൂട്ടിച്ചേർത്ത് ഒറ്റ ഫോട്ടോയാക്കുന്നു. HDR ഫോട്ടോയ്ക്ക് പുറമെ സാധാരണമായി എക്സ്പോസ് ചെയ്ത ഫോട്ടോയും സേവ് ചെയ്യൂ.
mr: स्मार्ट HDR हुशारीने वेगवेगळ्या एक्सपोझरच्या सर्वोत्तम भागांचे मिश्रण करुन एक फोटो बनवतो. HDR व्हर्जन व्यतिरिक्त सामान्यपणे एक्सपोझ झालेले फोटोसुद्धा जतन करा.
ms: HDR Pintar mengadunkan secara pintar bahagian terbaik daripada pendedahan berasingan ke dalam satu foto. Simpan foto pendedahan biasa sebagai tambahan kepada versi HDR.
nb: Smart HDR kombinerer de beste delene fra ulike eksponeringer i ett bilde. Arkiver det normaleksponerte bildet i tillegg til HDR-versjonen.
nl: 'Slimme HDR' combineert op intelligente wijze de beste delen van afzonderlijke belichtingen tot één foto. Bewaar de foto met normale belichting naast de HDR-versie.
or: ସ୍ମାର୍ଟ୍‌ HDR ଅଲଗା ଅଲଗା ଏକ୍ସ୍‌ପୋଜର୍‌ର ସର୍ବୋତ୍ତମ ଅଂଶଗୁଡ଼ିକୁ ମିଶାଇ ବୁଦ୍ଧିମତ୍ତାର ସହ ଗୋଟିଏ ଫଟୋ ତିଆରି କରେ। HDR ଭର୍ଶନ୍‌ ବ୍ୟତୀତ ସାଧାରଣ ଭାବରେ ଏକ୍ସପୋଜ୍ ହୋଇଥିବା ଫଟୋକୁ ମଧ୍ଯ ସେଭ୍ କରନ୍ତୁ।
pa: ਸਮਾਰਟ HDR ਵੱਖ-ਵੱਖ ਐਕਸਪੋਜ਼ਰਾਂ ਦੇ ਸਰਬੋਤਮ ਹਿੱਸਿਆਂ ਨੂੰ ਮਿਲਾ ਕੇ ਇੱਕ ਇਕਹਰੀ ਤਸਵੀਰ ਬਣਾਉਂਦਾ ਹੈ। HDR ਸੰਸਕਰਨ ਦੇ ਨਾਲ-ਨਾਲ ਆਮ ਤੌਰ ‘ਤੇ ਐਕਸਪੋਜ਼ ਹੋਈ ਤਸਵੀਰ ਨੂੰ ਵੀ ਸੰਭਾਲੋ।
pl: Inteligentny HDR łączy w sobie optymalnie naświetlone obszary oddzielnych ujęć. Możesz zachować zarówno zdjęcie HDR, jak i zwykłe.
pt_br: HDR Inteligente mistura a melhor parte de exposições diferentes em uma única foto. Salve a foto com exposição normal, assim como a versão HDR.
pt_pt: HDR inteligente combina o melhor de diferentes exposições numa única fotografia. Com esta opção ativa, além da versão HDR, guarda igualmente a fotografia com exposição normal.
ro: „HDR inteligent” combină într‑un mod ingenios cele mai bune părți din diferite expuneri ale unui cadru într-o singură poză. Salvați poza cu expunere normală pe lângă versiunea HDR.
ru: Смарт‑HDR смешивает лучшие фрагменты трех отдельных экспозиций в единую фотографию. Сохраняйте нормально экспонированную фотографию в дополнение к HDR‑версии.
sk: Funkcia Dynamické HDR inteligentne spojí to najlepšie z rôznych expozícií do jednej fotky. Spolu s HDR verziou bude uložená aj normálna verzia fotky.
sl: Pametni HDR inteligentno združi najboljše dele ločenih osvetlitev v eno samo fotografijo. Poleg različice HDR shrani tudi običajno osvetljeno fotografijo.
sv: Smart HDR sammanfogar de bästa delarna av tre separata exponeringar i en bild på ett intelligent sätt. Spara både den normalt exponerade bilden och HDR-versionen.
ta: ஸ்மார்ட் HDR தனித்தனியான எக்ஸ்போஷர்களின் சிறந்த பகுதிகளைத் தேர்ந்தெடுத்து ஒன்றிணைத்து ஒற்றைப் புகைப்படமாக மாற்றும். HDR பதிப்புடன் சேர்த்து சாதாரண எக்ஸ்போஷர் உள்ள புகைப்படத்தையும் சேமிக்கலாம்.
te: స్మార్ట్ HDR వేర్వేరు ఎక్స్‌పోజర్‌ల ఉత్తమ భాగాలను ఒకే ఫోటోలో సమర్థవంతంగా కలుపుతుంది. HDR వెర్షన్‌తో పాటుగా సాధారణ ఎక్స్‌పోజర్ కలిగిన ఫోటోను కూడా సేవ్ చేస్తుంది.
th: HDR อัจฉริยะจะทำการซ้อนภาพจากการเปิดรับแสงที่ต่างกันให้เป็นภาพเดียวกันอย่างชาญฉลาด เปิดตัวเลือกนี้เพื่อบันทึกภาพธรรมดานอกเหนือจากเวอร์ชั่น HDR ด้วย
tr: Akıllı HDR, farklı uzun pozlamaların en iyi bölümlerini tek bir fotoğrafta birleştirir. HDR sürümüne ek olarak normal olarak pozlanmış fotoğrafı da kaydeder.
uk: Динамічний HDR майстерно зводить найкращі ділянки окремих експозицій у єдине фото. Зберігайте звичайну фотографію на додачу до версії HDR.
ur: اسمارٹ ‏HDR الگ الگ اکسپوژر کے بہترین حصوں کو عمدگی سے ملا کر ایک تصویر بناتا ہے۔‏HDR ورژن کے ساتھ ساتھ عام اکسپوژر والی تصویر کو بھی محفوظ کریں۔
vi: HDR thông minh kết hợp những phần tốt nhất của các độ phơi sáng riêng vào một ảnh duy nhất một cách thông minh. Lưu ảnh có độ phơi sáng bình thường cùng với phiên bản HDR.
zh_cn: 智能HDR会将不同曝光度的最佳部分智能合并成一张照片。保存正常曝光的照片和HDR照片。
zh_hk: 「智慧型HDR」能夠巧妙地將多張不同曝光值的相片的最好部份結合成一張相片。你可以儲存HDR版本和正常曝光的相片。
zh_tw: 「智慧型HDR」會聰明地將不同曝光值的最好部分來合成一張照片。你可以儲存HDR版本和正常曝光的照片。

# CAM_MODERN_HDR_SMART_HDR_FOOTER_EV0_UNAVAILABLE
source: Smart HDR intelligently blends the best parts of separate exposures into a single photo.
ar: تمكنك Smart HDR من مزج أفضل الأجزاء من قيم مختلفة للتعرض للضوء في صورة واحدة بطريقة ذكية.
bg: При Интелигентен HDR се смесват най-добрите части от експозициите в една снимка.
bn: স্মার্ট HDR আলাদা আলাদা এক্সপোজারের সেরা অংশগুলিকে বুদ্ধিমত্তার সঙ্গে একটি একক ছবিতে মিশ্রিত করে।
ca: Aquest mode HDR combina de forma intel·ligent les millors parts de diferents exposicions en una sola foto.
cs: Chytrý HDR vznikne inteligentním spojením expozičního vějíře do jedné fotky.
da: Smart HDR blander på intelligent vis de bedste dele af separate eksponeringer til et enkelt foto.
de: Mit der intelligenten HDR werden die besten Bereiche von unterschiedlich belichteten Aufnahmen zu einem einzigen Foto zusammengefügt.
el: Το Έξυπνο HDR συνδυάζει με ευφυή τρόπο τα καλύτερα τμήματα ξεχωριστών εκθέσεων σε μία μοναδική φωτογραφία.
es: El modo HDR inteligente mezcla en una sola foto las mejores partes de varias exposiciones.
es_us: Smart HDR mezcla en una sola foto las mejores partes de 3 exposiciones diferentes de manera eficaz.
fi: Älykäs HDR yhdistää älykkäästi eri valotusten parhaat osat yhteen kuvaan.
fr: Smart HDR fusionne intelligemment les meilleures parties d’expositions différentes en une seule photo.
fr_ca: Le mode HDR intelligent fusionne de façon intelligente les meilleures parties d’expositions différentes en une seule photo.
gu: સ્માર્ટ HDR અલગ-અલગ એક્સપૉઝરના શ્રેષ્ઠ ભાગોને બુદ્ધિમતાપૂર્વક ભેગા કરીને એક ફોટો બનાવે છે.
he: ‏״HDR חכם״ ממזג בצורה נבונה את החלקים הטובים ביותר מתוך שלוש חשיפות שונות לתוך תמונה אחת.
hi: स्मार्ट HDR अलग-अलग एक्सपोज़र के सर्वश्रेष्ठ भागों को कुशलता से मिलाकर एक तस्वीर बनाता है।
hr: Pametni HDR na inteligentan način stapa najbolje dijelove odvojenih ekspozicija u jednu fotografiju.
hu: Az Intelligens HDR a különböző expozíciók legjobb részeit ötvözi egyetlen fotóban.
id: HDR Cerdas dengan pintar memadukan bagian terbaik dari pencahayaan yang berbeda ke dalam satu foto.
it: L’opzione “HDR smart” unisce in un’unica foto le sezioni migliori di esposizioni diverse in modo intelligente.
ja: スマートHDRは、異なる露出の写真のベストな部分を1枚の写真にインテリジェントに合成する機能です。
kk: «Смарт‑HDR» функциясы үш жеке экспозицияның ең жақсы фрагменттерін бір фотосуретке біріктіреді.
kn: ಸ್ಮಾರ್ಟ್ HDR ಪ್ರತ್ಯೇಕ ಎಕ್ಸ್‌ಪೋಶರ್‌ಗಳ ಅತ್ಯುತ್ತಮ ಭಾಗಗಳನ್ನು ಏಕೈಕ ಫೋಟೋವಾಗಿ ಬುದ್ಧಿವಂತಿಕೆಯಿಂದ ಬ್ಲೆಂಡ್ ಮಾಡುತ್ತದೆ.
ko: 스마트 HDR은 노출이 다른 사진에서 가장 잘 나온 부분을 지능적으로 조합하여 하나의 사진으로 만듭니다.
lt: „Smart HDR“ protingai sujungia geriausias atskirų ekspozicijų dalis į vieną nuotrauką.
ml: സ്മാർട്ട് HDR വ്യത്യസ്ത എക്സ്പോഷറുകളിൽ നിന്നും മികച്ച ഭാഗങ്ങൾ കൗശലപൂർവം കൂട്ടിച്ചേർത്ത് ഒറ്റ ഫോട്ടോയാക്കുന്നു.
mr: स्मार्ट HDR हुशारीने वेगवेगळ्या एक्सपोझरच्या सर्वोत्तम भागांचे मिश्रण करुन एक फोटो बनवतो.
ms: HDR Pintar mengadunkan secara pintar bahagian terbaik daripada pendedahan berasingan ke dalam satu foto.
nb: Smart HDR kombinerer de beste delene fra ulike eksponeringer i ett bilde.
nl: 'Slimme HDR' combineert op intelligente wijze de beste delen van afzonderlijke belichtingen tot één foto.
or: ସ୍ମାର୍ଟ୍‌ HDR ଅଲଗା ଅଲଗା ଏକ୍ସ୍‌ପୋଜର୍‌ର ସର୍ବୋତ୍ତମ ଅଂଶଗୁଡ଼ିକୁ ମିଶାଇ ବୁଦ୍ଧିମତ୍ତାର ସହ ଗୋଟିଏ ଫଟୋ ତିଆରି କରେ।
pa: ਸਮਾਰਟ HDR ਵੱਖ-ਵੱਖ ਐਕਸਪੋਜ਼ਰਾਂ ਦੇ ਸਰਬੋਤਮ ਹਿੱਸਿਆਂ ਨੂੰ ਮਿਲਾ ਕੇ ਇੱਕ ਇਕਹਰੀ ਤਸਵੀਰ ਬਣਾਉਂਦਾ ਹੈ।
pl: Inteligentny HDR łączy w sobie optymalnie naświetlone obszary oddzielnych ujęć.
pt_br: O HDR Inteligente mistura as melhores partes de exposições diferentes em uma única foto.
pt_pt: HDR inteligente combina o melhor de diferentes exposições numa única fotografia.
ro: „HDR inteligent” combină într‑un mod ingenios cele mai bune părți din diferite expuneri ale unui cadru într-o singură poză.
ru: Смарт‑HDR смешивает лучшие фрагменты трех отдельных экспозиций в единую фотографию.
sk: Funkcia Dynamické HDR inteligentne spojí to najlepšie z rôznych expozícií do jednej fotky.
sl: Pametni HDR inteligentno združi najboljše dele ločenih osvetlitev v eno samo fotografijo.
sv: Smart HDR sammanfogar de bästa delarna av tre separata exponeringar i en bild på ett intelligent sätt.
ta: ஸ்மார்ட் HDR தனித்தனியான எக்ஸ்போஷர்களின் சிறந்த பகுதிகளைத் தேர்ந்தெடுத்து ஒன்றிணைத்து ஒற்றைப் புகைப்படமாக மாற்றும்.
te: స్మార్ట్ HDR వేర్వేరు ఎక్స్‌పోజర్‌ల ఉత్తమ భాగాలను ఒకే ఫోటోలో సమర్థవంతంగా కలుపుతుంది.
th: HDR อัจฉริยะจะทำการซ้อนภาพจากการเปิดรับแสงที่ต่างกันให้เป็นภาพเดียวกันอย่างชาญฉลาด
tr: Akıllı HDR, farklı uzun pozlamaların en iyi bölümlerini tek bir fotoğrafta birleştirir.
uk: Динамічний HDR майстерно зводить найкращі ділянки окремих експозицій у єдине фото.
ur: اسمارٹ ‏HDR الگ الگ اکسپوژر کے بہترین حصوں کو عمدگی سے ملا کر ایک تصویر بناتا ہے۔
vi: HDR thông minh kết hợp những phần tốt nhất của các độ phơi sáng riêng vào một ảnh duy nhất một cách thông minh.
zh_cn: 智能HDR会将不同曝光度的最佳部分智能合并成一张照片。
zh_hk: 「智慧型HDR」能夠巧妙地將多張不同曝光值的相片的最好部份結合成一張相片。
zh_tw: 「智慧型HDR」會聰明地選擇不同曝光值的最好部分來合成一張照片。

# CAM_PAL_VIDEO_FORMATS_FOOTER
source: PAL is a television video format used in many countries in Europe, Africa, Asia, and South America.
ar: ‏PAL هو تنسيق فيديو للتلفزيون يُستخدم في العديد من الدول في أوروبا وأفريقيا وآسيا وأمريكا الجنوبية.
bg: PAL е телевизионен видео формат, който се използва в много страни от Европа, Африка, Азия и Южна Америка.
bn: PAL হল এমন একটি টেলিভিশন ভিডিও ফরম্যাট যেটি ইউরোপ, আফ্রিকা, এশিয়া এবং দক্ষিণ আমেরিকার বহু দেশে ব্যবহার করা হয়।
ca: PAL és un format de vídeo per a televisors que s’utilitza en molts països d’Europa, l’Àfrica, l’Àsia i l’Amèrica del Sud.
cs: PAL je televizní obrazový formát používaný v mnoha zemích v Evropě, Africe, Asii a Jižní Americe.
da: PAL er et tv-videoformat, der bruges i mange lande i Europa, Afrika, Asien og Sydamerika.
de: PAL ist ein TV-Bildformat, das in vielen Ländern Europas, Afrikas, Asiens und Südamerikas verwendet wird.
el: Το PAL είναι μια μορφή βίντεο τηλεόρασης που χρησιμοποιείται σε πολλές χώρες στην Ευρώπη, την Αφρική, την Ασία και τη Νότια Αμερική.
es: PAL es un formato de vídeo para televisión utilizado en muchos países de Europa, África, Asia y Sudamérica.
es_us: PAL es un formato de video para TV que se utiliza en muchos países de Europa, África, Asia y Sudamérica.
fi: PAL on useissa Euroopan, Afrikan, Aasian ja Etelä-Amerikan maissa käytetty TV-videomuoto.
fr: Le format PAL est un format de télédiffusion des vidéos utilisé dans de nombreux pays d’Europe, d’Afrique, d’Asie et d’Amérique du Sud.
fr_ca: PAL est un format vidéo de télévision utilisé dans de nombreux pays d’Europe, d’Afrique, d’Asie et d’Amérique du Sud.
gu: PAL એક ટેલીવિઝન વીડિયો ફૉર્મેટ છે જેનો યુરોપ, આફ્રિકા, એશિયા અને દક્ષિણ અમેરિકાના ઘણા દેશોમાં ઉપયોગ કરવામાં આવે છે.
he: ‏PAL הינו פורמט וידאו בטלוויזיה הנפוץ במדינות רבות באירופה, באפריקה ובדרום אמריקה.
hi: PAL एक टेलीविज़न वीडियो फ़ॉर्मैट है जिसका यूरोप, अफ़्रीका, एशिया और दक्षिण अमेरिका के कई देशों में उपयोग किया जाता है।
hr: PAL je televizijski format slike koji se koristi u mnogim europskim, afričkim, azijskim i južnoameričkim zemljama.
hu: A PAL egy televíziókhoz használt videoformátum, amely Európa, Afrika, Ázsia és Dél-Amerika számos országában elterjedt.
id: PAL adalah format video televisi yang digunakan di banyak negara di Eropa, Afrika, Asia, dan Amerika Selatan.
it: PAL è un formato video per televisori utilizzato in molti paesi in Europa, Africa, Asia e America del Sud.
ja: PALは、ヨーロッパ、アフリカ、アジア、南米の多くの国で使用されているテレビのビデオフォーマットです。
kk: PAL — Еуропаның, Африканың, Азияның және Оңтүстік Американың көптеген елдерінде қолданылатын теледидарлық видео форматы.
kn: PAL ಎಂಬುದು ಟೆಲಿವಿಷನ್ ವೀಡಿಯೊ ಫಾರ್ಮ್ಯಾಟ್ ಆಗಿದ್ದು, ಯೂರೋಪ್, ಆಫ್ರಿಕಾ, ಏಷ್ಯಾ ಮತ್ತು ದಕ್ಷಿಣ ಅಮೆರಿಕಾದಲ್ಲಿನ ಅನೇಕ ದೇಶಗಳಲ್ಲಿ ಇದನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.
ko: PAL은 유럽, 아프리카, 아시아 및 남미의 여러 나라에서 사용되는 TV 비디오 포맷입니다.
lt: PAL yra televizijos vaizdo formatas, naudojamas daugelyje Europos, Afrikos, Azijos ir Pietų Amerikos šalių.
ml: PAL എന്നത് യൂറോപ്പ്, ആഫ്രിക്ക, ഏഷ്യ, തെക്കേ അമേരിക്ക എന്നിവിടങ്ങളിലെ നിരവധി രാജ്യങ്ങളിൽ ഉപയോഗിക്കപ്പെടുന്ന ഒരു ടെലിവിഷൻ വീഡിയോ ഫോർമാറ്റ് ആണ്.
mr: PAL हा एक टेलिव्हिजन व्हिडिओ फॉरमॅट आहे जो युरोप, आफ्रिका, आशिया, आणि दक्षिण अमेरिका ह्यासारख्या अनेक देशांमध्ये वापरला जातो.
ms: PAL ialah format video televisyen yang digunakan dalam banyak negara di Eropah, Afrika, Asia dan Amerika Selatan.
nb: PAL er et videoformat for fjernsyn som brukes i mange land i Europa, Afrika, Asia og Sør-Amerika.
nl: PAL is een videostructuur voor televisies die in veel landen in Europa, Afrika, Azië, en Zuid-Amerika wordt gebruikt.
or: PAL ହେଉଛି ୟୁରୋପ, ଆଫ୍ରିକା, ଏସିଆ ଏବଂ ଦକ୍ଷିଣ ଆମେରିକାର ଅନେକ ଦେଶରେ ବ୍ୟବହୃତ ହେଉଥିବା ଏକ ଟେଲିଭିଜନ୍ ଭିଡିଓ ଫର୍ମାଟ୍।
pa: PAL ਇੱਕ ਟੈਲੀਵਿਜ਼ਨ ਵੀਡੀਓ ਫ਼ਾਰਮੈਟ ਹੈ ਜਿਸ ਦੀ ਵਰਤੋਂ ਯੂਰਪ, ਅਫ਼ਰੀਕਾ, ਏਸ਼ੀਆ ਅਤੇ ਦੱਖਣੀ ਅਮਰੀਕਾ ਦੇ ਕਈ ਦੇਸ਼ਾਂ ਵਿੱਚ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
pl: PAL to telewizyjny format wideo używany w wielu krajach Europy, Afryki, Azji i Ameryki Południowej.
pt_br: PAL é um formato de vídeo para televisão usado em muitos países da Europa, África, Ásia e América do Sul.
pt_pt: PAL é um formato de vídeo para televisão usado em muitos países da Europa, África, Ásia e América do Sul.
ro: PAL este un format video de televiziune utilizat în multe țări din Europa, Africa, Asia și America de Sud.
ru: PAL — телевизионный формат видео, который используется во многих странах Европы, Африки, Азии и Южной Америки.
sk: PAL je formát videa pre TV, ktorý sa používa v mnohých krajinách v Európe, Afrike, Ázii a Južnej Amerike.
sl: PAL je televizijska oblika zapisa videa, ki se uporablja v številnih državah v Evropi, Afriki, Aziji in Južni Ameriki.
sv: PAL är ett TV-format som används i många länder i Europa, Afrika, Asien och Sydamerika.
ta: PAL என்பது ஐரோப்பா, ஆப்ரிக்கா, ஆசியா மற்றும் தென் அமெரிக்காவில் உள்ள பல நாடுகளில் பயன்படுத்தப்படும் தொலைக்காட்சி வீடியோ ஃபார்மெட் ஆகும்.
te: PAL అనేది యూరప్, ఆఫ్రికా, ఆసియా మరియు దక్షిణ అమెరికాలోని చాలా దేశాలలో ఉపయోగించబడే ఒక టెలివిజన్ వీడియో ఫార్మాట్.
th: PAL เป็นรูปแบบภาพโทรทัศน์ที่ใช้กันในหลายประเทศในยุโรป แอฟริกา เอเชีย และอเมริกาใต้
tr: PAL birçok Avrupa, Afrika, Asya ve Güney Amerika ülkesinde kullanılan bir televizyon video biçimidir.
uk: PAL — це телевізійний відеоформат, використовуваний у багатьох країнах Європи, Африки, Азії та Південної Америки.
ur: ‏PAL ایک ٹیلیوژن ویڈیو فارمیٹ ہے جس کا یورپ، افریقہ، ایشیا اور جنوبی امریکا کے کئی ممالک میں استعمال کیا جاتا ہے۔
vi: PAL là một định dạng video truyền hình được sử dụng tại nhiều quốc gia ở Châu Âu, Châu Phi, Châu Á và Nam Mỹ.
zh_cn: PAL是一种在欧洲、非洲、亚洲和南美洲大多数国家使用的电视视频格式。
zh_hk: PAL是用於歐洲、非洲、亞洲和南美洲多個國家的電視影片格式。
zh_tw: PAL是用於亞洲、歐洲、非洲和南美洲許多國家的電視影片格式。

# CAM_PAL_VIDEO_FORMATS_TITLE
source: Show PAL Formats
ar: إظهار تنسيقات PAL
bg: Покажи PAL формати
bn: PAL ফরম্যাট দেখান
ca: Mostra els formats PAL
cs: Zobrazit formáty PAL
da: Vis PAL-formater
de: PAL-Formate einblenden
el: Εμφάνιση μορφών PAL
es: Mostrar formatos PAL
es_us: Mostrar formatos PAL
fi: Näytä PAL-muodot
fr: Afficher les formats PAL
fr_ca: Afficher les formats PAL
gu: PAL ફૉર્મેટ બતાવો
he: הצגת פורמטים של PAL
hi: PAL फ़ॉर्मैट दिखाएँ
hr: Prikaži PAL formate
hu: PAL formátumok megjelenítése
id: Tampilkan Format PAL
it: Mostra formati PAL
ja: PALフォーマットを表示
kk: PAL форматтарын көрсету
kn: PAL ಫಾರ್ಮ್ಯಾಟ್‌ಗಳನ್ನು ತೋರಿಸಿ
ko: PAL 포맷 보기
lt: Rodyti PAL formatus
ml: PAL ഫോർമാറ്റുകൾ കാണിക്കൂ
mr: PAL फॉरमॅट दाखवा
ms: Tunjukkan Format PAL
nb: Vis PAL-formater
nl: Toon PAL-structuren
or: PAL ଫର୍ମାଟ୍‌ଗୁଡ଼ିକୁ ଦେଖାନ୍ତୁ
pa: PAL ਫ਼ਾਰਮੈਟ ਦਿਖਾਓ
pl: Pokazuj formaty PAL
pt_br: Mostrar Formatos PAL
pt_pt: Mostrar formatos PAL
ro: Afișare formate PAL
ru: Показ форматов PAL
sk: Zobraziť formáty PAL
sl: Prikaži oblike zapisa PAL
sv: Visa PAL-format
ta: PAL ஃபார்மெட்களைக் காட்டு
te: PAL ఫార్మాట్‌లను చూపండి
th: แสดงรูปแบบ PAL
tr: PAL Biçimlerini Göster
uk: Показати формати PAL
ur: ‏PAL فارمیٹ دکھائیں
vi: Hiển thị định dạng PAL
zh_cn: 显示PAL格式
zh_hk: 顯示PAL格式
zh_tw: 顯示PAL格式

# CAM_PHOTO_CAPTURE_GROUP_TITLE
source: Photo Capture
ar: التقاط صورة
bg: Фото заснемане
bn: ফটো ক্যাপচার
ca: Captura de fotos
cs: Fotografování
da: Fotooptagelse
de: Fotoaufnahme
el: Καταγραφή φωτογραφιών
es: Captura de fotos
es_us: Captura fotográfica
fi: Kuvatallennus
fr: Capture de photos
fr_ca: Capture de photo
gu: ફોટો કૅપ્ચર
he: צילום תמונה
hi: तस्वीर कैप्चर
hr: Snimanje fotografija
hu: Fotókészítés
id: Pengambilan Foto
it: Acquisizione foto
ja: 写真撮影
kk: Фототүсірілім
kn: ಫೋಟೋ ಕ್ಯಾಪ್ಚರ್
ko: 사진 캡처
lt: Nuotraukos fiksavimas
ml: ഫോട്ടോ കാപ്ചർ
mr: फोटो कॅप्चर
ms: Tangkapan Foto
nb: Bildetagning
nl: Foto-opname
or: ଫଟୋ କ୍ୟାପ୍‌ଚର୍
pa: ਤਸਵੀਰ ਕੈਪਚਰ
pl: Rejestrowanie zdjęcia
pt_br: Captura de Foto
pt_pt: Captura de fotografias
ro: Captură foto
ru: Захват фотографий
sk: Fotenie
sl: Zajem fotografije
sv: Avbildning
ta: ஃபோட்டோ கேப்சர்
te: ఫోటో క్యాప్చర్
th: การจับภาพ
tr: Fotoğraf Çekimi
uk: Зйомка фото
ur: تصویر کیپچر
vi: Chụp ảnh
zh_cn: 照片拍摄
zh_hk: 相片拍攝
zh_tw: 照片拍攝

# CAM_PHOTO_CAPTURE_HEADER
source: Photo Capture
ar: التقاط صورة
bg: Фото заснемане
bn: ফটো ক্যাপচার
ca: Captura de fotos
cs: Fotografování
da: Fotooptagelse
de: Fotoaufnahme
el: Καταγραφή φωτογραφιών
es: Captura de fotos
es_us: Captura fotográfica
fi: Kuvatallennus
fr: Capture de photos
fr_ca: Capture de photo
gu: ફોટો કૅપ્ચર
he: צילום תמונה
hi: तस्वीर कैप्चर
hr: Snimanje fotografija
hu: Fotókészítés
id: Pengambilan Foto
it: Acquisizione foto
ja: 写真撮影
kk: Фототүсірілім
kn: ಫೋಟೋ ಕ್ಯಾಪ್ಚರ್
ko: 사진 캡처
lt: Nuotraukos fiksavimas
ml: ഫോട്ടോ കാപ്ചർ
mr: फोटो कॅप्चर
ms: Tangkapan Foto
nb: Bildetagning
nl: Foto-opname
or: ଫଟୋ କ୍ୟାପ୍‌ଚର୍
pa: ਤਸਵੀਰ ਕੈਪਚਰ
pl: Rejestrowanie zdjęcia
pt_br: Captura de Foto
pt_pt: Captura de fotografias
ro: Captură foto
ru: Захват фотографий
sk: Fotenie
sl: Zajem fotografije
sv: Avbildning
ta: ஃபோட்டோ கேப்சர்
te: ఫోటో క్యాప్చర్
th: การจับภาพ
tr: Fotoğraf Çekimi
uk: Зйомка фото
ur: تصویر کیپچر
vi: Chụp ảnh
zh_cn: 照片拍摄
zh_hk: 相片拍攝
zh_tw: 照片拍攝

# CAM_PHOTO_RESOLUTION_12MP
source: 12 MP
ar: ١٢ ميغابكسل
bn: ^[12](formatNumber: true) MP
ca: 12 Mpx
cs: 12 Mpx
es: 12 Mpx
fr_ca: 12 Mpx
he: ‏12 מ״פ
kk: 12 Мпикс
nb: 12 megapiksler
or: ^[12](formatNumber: true) MP
pa: ^[12](formatNumber: true) MP
ru: 12 Мпикс
sk: 12 Mpx
uk: 12 Мпкс
ur: ⁨^[12](formatNumber: true) MP⁩

# CAM_PHOTO_RESOLUTION_24MP
source: 24 MP
ar: ٢٤ ميغابكسل
bn: ^[24](formatNumber: true) MP
ca: 24 Mpx
cs: 24 Mpx
es: 24 Mpx
fr_ca: 24 Mpx
he: ‏24 מ״פ
kk: 24 Мпикс
nb: 24 megapiksler
or: ^[24](formatNumber: true) MP
pa: ^[24](formatNumber: true) MP
ru: 24 Мпикс
sk: 24 Mpx
uk: 24 Мпкс
ur: ⁨^[24](formatNumber: true) MP⁩

# CAM_PHOTO_RESOLUTION_48MP
source: 48 MP
ar: ٤٨ ميغابكسل
ca: 48 Mpx
cs: 48 Mpx
es: 48 Mpx
fr_ca: 48 Mpx
he: 48 מ״פ
kk: 48 Мпикс
nb: 48 megapiksler
ru: 48 Мпикс
sk: 48 Mpx
uk: 48 Мпкс
ur: ⁨^[48](formatNumber: true) MP⁩
